Repository: JiangNanGenius/floe-agent
Catalog: FloeAgent/FloeApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# workspace.workspace_canvas_view.is_the_last_canvas_continuing_deletes
source: “%@” is the last canvas. Continuing deletes the entire canvas project, its linked canvas assistant conversations and unfinished media tasks. The linked workspace is not deleted.
zh_hans: “%@”是最后一张画布。继续将删除整个画布项目、关联的画布助手会话和未完成媒体任务。绑定的工作区不会被删除。

# workspace.workspace_canvas_view.keep_original_handwriting
source: Keep original handwriting
zh_hans: 保留原始笔迹

# workspace.workspace_canvas_view.keep_task
source: Keep Task
zh_hans: 保留任务

# workspace.workspace_canvas_view.left
source: Left
zh_hans: 左侧

# workspace.workspace_canvas_view.list
source: List
zh_hans: 列表

# workspace.workspace_canvas_view.loading_prompt_library
source: Loading prompt library…
zh_hans: 正在载入提示词库…

# workspace.workspace_canvas_view.lock
source: Lock
zh_hans: 锁定

# workspace.workspace_canvas_view.may_have_expired
source: May have expired
zh_hans: 可能已过期

# workspace.workspace_canvas_view.media_generation
source: Media generation
zh_hans: 媒体生成

# workspace.workspace_canvas_view.media_generation_canceled
source: Media generation canceled
zh_hans: 媒体生成已取消

# workspace.workspace_canvas_view.media_generation_complete
source: Media generation complete
zh_hans: 媒体生成已完成

# workspace.workspace_canvas_view.media_generation_was_superseded_by_a
source: Media generation was superseded by a new configuration
zh_hans: 媒体生成已被新的配置取代

# workspace.workspace_canvas_view.media_tasks
source: Media Tasks
zh_hans: 媒体任务

source: Microphone and speech recognition permissions are required.
zh_hans: 需要麦克风和语音识别权限。

# workspace.workspace_canvas_view.more
source: More
zh_hans: 更多

# workspace.workspace_canvas_view.more_nodes
source: More Nodes
zh_hans: 更多节点

# workspace.workspace_canvas_view.more_nodes_2
source: %@ more nodes
zh_hans: 另有 %@ 个节点

# workspace.workspace_canvas_view.move_to_folder
source: Move to folder
zh_hans: 移到文件夹

# workspace.workspace_canvas_view.move_to_workspace
source: Move to workspace
zh_hans: 移动到工作区

# workspace.workspace_canvas_view.network_refresh_failed_using_the_on
source: Network refresh failed; using the on-device cache.
zh_hans: 网络刷新失败，正在使用本机缓存。

# workspace.workspace_canvas_view.new_canvas
source: New Canvas
zh_hans: 新建画布

# workspace.workspace_canvas_view.new_card
source: New Card
zh_hans: 新建卡片

# workspace.workspace_canvas_view.new_group
source: New group
zh_hans: 新建分组

# workspace.workspace_canvas_view.new_sticky_note
source: New sticky note
zh_hans: 新建便签

# workspace.workspace_canvas_view.new_text
source: New text
zh_hans: 新建文本

# workspace.workspace_canvas_view.no_canvases_here_yet
source: No canvases here yet
zh_hans: 这里还没有画布

# workspace.workspace_canvas_view.no_matching_canvas_content
source: No matching canvas content
zh_hans: 没有匹配的画布内容

# workspace.workspace_canvas_view.no_media_tasks
source: No media tasks
zh_hans: 没有媒体任务

# workspace.workspace_canvas_view.no_usable_audio_input_detected
source: No usable audio input detected.
zh_hans: 没有检测到可用的音频输入。

# workspace.workspace_canvas_view.node_name
source: Node Name
zh_hans: 节点名称

# workspace.workspace_canvas_view.node_properties
source: Node Properties
zh_hans: 节点属性

# workspace.workspace_canvas_view.none
source: None
zh_hans: 无

# workspace.workspace_canvas_view.none_2
source: (none)
zh_hans: （无）

# workspace.workspace_canvas_view.open_3d_director
source: Open 3D Director
zh_hans: 打开 3D 导演台

# workspace.workspace_canvas_view.open_director
source: Open Director
zh_hans: 打开导演台

# workspace.workspace_canvas_view.open_drawing_cad_editor
source: Open drawing/CAD editor
zh_hans: 打开图纸/CAD 编辑

# workspace.workspace_canvas_view.organize_handwriting
source: Organize handwriting
zh_hans: 整理笔迹

# workspace.workspace_canvas_view.organize_selected_strokes
source: Organize selected strokes
zh_hans: 整理所选笔迹

# workspace.workspace_canvas_view.organize_text
source: Organize text
zh_hans: 整理文字

# workspace.workspace_canvas_view.organize_the_selection
source: Organize the selection
zh_hans: 整理选中内容

# workspace.workspace_canvas_view.paste
source: Paste
zh_hans: 粘贴

# workspace.workspace_canvas_view.pen
source: Pen
zh_hans: 画笔

# workspace.workspace_canvas_view.png_image
source: PNG image
zh_hans: PNG 图片

# workspace.workspace_canvas_view.poster_wall
source: Poster wall
zh_hans: 海报墙

# workspace.workspace_canvas_view.preparing_canvas_assistant
source: Preparing canvas assistant…
zh_hans: 正在准备画布助手…

# workspace.workspace_canvas_view.preparing_download
source: Preparing download
zh_hans: 准备下载

# workspace.workspace_canvas_view.preparing_voice_input
source: Preparing voice input…
zh_hans: 正在准备语音输入…

# workspace.workspace_canvas_view.private_canvases
source: Private canvases
zh_hans: 私人画布

# workspace.workspace_canvas_view.private_canvases_are_saved_independently_move
source: Private canvases are saved independently. Move assets to a workspace or export them later.
zh_hans: 私人画布独立保存；素材可稍后移动到工作区或导出。

# workspace.workspace_canvas_view.prompt
source: Prompt
zh_hans: 创作内容

# workspace.workspace_canvas_view.prompt_data_exceeds_the_32_mb
source: Prompt data exceeds the 32 MB safety limit.
zh_hans: 提示词数据超过 32 MB 安全上限。

# workspace.workspace_canvas_view.prompt_details
source: Prompt details
zh_hans: 提示词详情

# workspace.workspace_canvas_view.prompt_library
source: Prompt Library
zh_hans: 提示词库

# workspace.workspace_canvas_view.prompts
source: %@ prompts
zh_hans: %@ 条提示词

# workspace.workspace_canvas_view.prompts.one
source: %@ prompt
zh_hans: %@ 条提示词

# workspace.workspace_canvas_view.properties
source: Properties
zh_hans: 属性

# workspace.workspace_canvas_view.quality
source: Quality
zh_hans: 质量

# workspace.workspace_canvas_view.quick_create
source: Quick create
zh_hans: 快速创建

# workspace.workspace_canvas_view.quick_start
source: Quick Start
zh_hans: 快速开始

# workspace.workspace_canvas_view.re_understand
source: Re-understand
zh_hans: 重新理解

# workspace.workspace_canvas_view.reads_the_selected_nodes_and_their
source: Reads the selected nodes and their upstream nodes in canvas connection order; the original nodes are always kept.
zh_hans: 会按画布连接顺序读取所选节点及其上游节点；原节点始终保留。

# workspace.workspace_canvas_view.recent
source: Recent
zh_hans: 最近使用

# workspace.workspace_canvas_view.recognize_content_and_relationships_first_then
source: Recognize content and relationships first, then generate editable nodes
zh_hans: 先识别内容与关系，再生成可编辑节点

# workspace.workspace_canvas_view.recognized_path
source: Recognized path: %@
zh_hans: 识别路径：%@

# workspace.workspace_canvas_view.red
source: Red
zh_hans: 红色

# workspace.workspace_canvas_view.reference_images
source: Reference images: %@ / %@
zh_hans: 参考图：%@ / %@

# workspace.workspace_canvas_view.reference_inputs
source: Reference Inputs
zh_hans: 引用输入

# workspace.workspace_canvas_view.reference_model
source: Reference model
zh_hans: 参考模型

# workspace.workspace_canvas_view.reference_node
source: Reference Node
zh_hans: 引用节点

# workspace.workspace_canvas_view.referenced_by_canvas_nodes
source: Referenced by %@ canvas nodes
zh_hans: 被 %@ 个画布节点引用

# workspace.workspace_canvas_view.referenced_by_canvas_nodes.one
source: Referenced by %@ canvas node
zh_hans: 被 %@ 个画布节点引用

# workspace.workspace_canvas_view.referenced_nodes
source: Referenced nodes:
zh_hans: 引用节点：

# workspace.workspace_canvas_view.refresh_status
source: Refresh Status
zh_hans: 刷新状态

# workspace.workspace_canvas_view.regenerating_may_be_billed_again
source: Regenerating may be billed again
zh_hans: 重新生成可能再次计费

# workspace.workspace_canvas_view.reload_failed
source: %@; reload failed:
zh_hans: %@；重新载入失败：

# workspace.workspace_canvas_view.rename_canvas
source: Rename canvas
zh_hans: 重命名画布

# workspace.workspace_canvas_view.rename_folder
source: Rename folder
zh_hans: 重命名文件夹

# workspace.workspace_canvas_view.replace_asset
source: Replace asset
zh_hans: 替换素材

# workspace.workspace_canvas_view.reset_canvas_view
source: Reset canvas view
zh_hans: 重置画布视图

# workspace.workspace_canvas_view.result_kept_until
source: Result kept until
zh_hans: 结果保留至

# workspace.workspace_canvas_view.resume_canvas
source: Resume canvas
zh_hans: 继续画布

# workspace.workspace_canvas_view.retry_generation
source: Retry generation
zh_hans: 重试生成

# workspace.workspace_canvas_view.return_to_send_shift_return_for
source: Return to send · Shift+Return for a new line
zh_hans: Return 发送 · Shift+Return 换行

# workspace.workspace_canvas_view.reverse
source: Reverse
zh_hans: 反向

# workspace.workspace_canvas_view.right
source: Right
zh_hans: 右侧

# workspace.workspace_canvas_view.rotate_node
source: Rotate node
zh_hans: 旋转节点

# workspace.workspace_canvas_view.save
source: Save
zh_hans: 保存

# workspace.workspace_canvas_view.search_assets
source: Search assets
zh_hans: 搜索素材

# workspace.workspace_canvas_view.search_canvas_names_text_and_node
source: Search canvas names, text and node content
zh_hans: 搜索画布名称、文字与节点内容

# workspace.workspace_canvas_view.search_for_material_organize_the_selection
source: Search for material, organize the selection, or generate images and videos directly. Prompts, configurations and results stay on the canvas.
zh_hans: 搜索资料、整理选中内容，或直接生成图片和视频。提示词、配置与结果会留在画布上。

# workspace.workspace_canvas_view.search_results
source: Search results
zh_hans: 搜索结果

# workspace.workspace_canvas_view.search_titles_prompts_authors_or_tags
source: Search titles, prompts, authors or tags
zh_hans: 搜索标题、提示词、作者或标签

# workspace.workspace_canvas_view.select_a_node_first
source: Select a node first.
zh_hans: 请先选择节点。

# workspace.workspace_canvas_view.select_asset
source: Select asset
zh_hans: 选择素材

# workspace.workspace_canvas_view.select_this_node_to_view_its
source: Select this node to view its settings or generate again.
zh_hans: 选中此节点可查看配置或重新生成

# workspace.workspace_canvas_view.send_to_back
source: Send to Back
zh_hans: 移到最后

# workspace.workspace_canvas_view.send_to_canvas_assistant
source: Send to Canvas Assistant
zh_hans: 发送到画布助手

# workspace.workspace_canvas_view.shape_text
source: Shape Text
zh_hans: 形状文字

# workspace.workspace_canvas_view.share_or_save_file
source: Share or Save File
zh_hans: 共享或保存文件

# workspace.workspace_canvas_view.show_all_available_node_types
source: Show all available node types
zh_hans: 显示全部可用节点类型

# workspace.workspace_canvas_view.show_minimap
source: Show Minimap
zh_hans: 显示缩略导航

# workspace.workspace_canvas_view.size
source: Size
zh_hans: 尺寸

# workspace.workspace_canvas_view.source
source: Source %@
zh_hans: 来源 %@

# workspace.workspace_canvas_view.source_url
source: Source URL
zh_hans: 来源网址

# workspace.workspace_canvas_view.start_with_an_idea
source: Start with an idea
zh_hans: 从一个想法开始

# workspace.workspace_canvas_view.steer_the_current_task
source: Steer the current task
zh_hans: 引导当前任务

# workspace.workspace_canvas_view.sticky_note_card
source: Sticky note card
zh_hans: 便签卡片

# workspace.workspace_canvas_view.supports_up_to_reference_images_this
source: %@ supports up to %@ reference images; this connection would create %@ reference inputs. Remove other reference-image connections first, or use a model that supports more.
zh_hans: %@ 最多支持 %@ 张参考图；这条连线会形成 %@ 张参考图输入。请先移除其他参考图连线，或更换支持更多参考图的模型。

# workspace.workspace_canvas_view.sync
source: Sync
zh_hans: 同步

# workspace.workspace_canvas_view.sync_this_canvas
source: Sync this canvas
zh_hans: 同步此画布

# workspace.workspace_canvas_view.system
source: System
zh_hans: 跟随系统

# workspace.workspace_canvas_view.tags
source: Tags
zh_hans: 标签

# workspace.workspace_canvas_view.tags_comma_separated
source: Tags (comma-separated)
zh_hans: 标签（逗号分隔）

# workspace.workspace_canvas_view.tap_connection_points_to_create_relationships
source: Tap connection points to create relationships; move or zoom the canvas with two fingers
zh_hans: 点按连接点创建关系；双指移动或缩放画布

# workspace.workspace_canvas_view.tap_or_drag_nodes_with_one
source: Tap or drag nodes with one finger, drag empty space to move the canvas; pinch with two fingers to move or zoom anytime
zh_hans: 单指点选或拖动节点，拖动空白处移动画布；双指可随时移动或缩放

# workspace.workspace_canvas_view.tap_or_drag_to_move_the
source: Tap or drag to move the current canvas viewport
zh_hans: 点按或拖动以移动当前画布视口

# workspace.workspace_canvas_view.tap_stop_when_you_finish_speaking
source: Tap stop when you finish speaking
zh_hans: 说完后点停止

# workspace.workspace_canvas_view.tap_to_reverse_or_delete
source: Tap to reverse or delete
zh_hans: 点按后可反向或删除

# workspace.workspace_canvas_view.task_in_progress
source: Task in progress
zh_hans: 任务进行中

# workspace.workspace_canvas_view.tasks
source: %@ tasks
zh_hans: %@ 个任务

# workspace.workspace_canvas_view.tasks.one
source: %@ task
zh_hans: %@ 个任务

# workspace.workspace_canvas_view.temporary_export_files_could_not_be
source: Temporary export files could not be cleaned and were kept: %@
zh_hans: 导出临时文件未能清理，已保留：%@

# workspace.workspace_canvas_view.the_asset_database_is_not_ready
source: The asset database is not ready yet.
zh_hans: 素材数据库尚未就绪。

# workspace.workspace_canvas_view.the_asset_library_is_empty
source: The asset library is empty
zh_hans: 素材库为空

# workspace.workspace_canvas_view.the_canvas_changed_retry_with_the
source: The canvas changed; retry with the latest content.
zh_hans: 画布已发生变化，请根据最新内容重试。

# workspace.workspace_canvas_view.the_canvas_could_not_be_saved
source: The canvas could not be saved
zh_hans: 画布无法保存

# workspace.workspace_canvas_view.the_canvas_was_deleted_on_another
source: The canvas was deleted on another device
zh_hans: 画布已在其他设备删除

# workspace.workspace_canvas_view.the_canvas_was_updated_by_another
source: The canvas was updated by another action; the latest content was reloaded.
zh_hans: 画布已被另一项操作更新，已重新载入最新内容。

# workspace.workspace_canvas_view.the_cloud_deletion_was_confirmed_this
source: The cloud deletion was confirmed. This device will not re-upload the old canvas.
zh_hans: 云端删除已经确认。当前设备不会重新上传这份旧画布。

# workspace.workspace_canvas_view.the_current_canvas_has_nothing_to
source: The current canvas has nothing to export.
zh_hans: 当前画布没有可导出的内容。

# workspace.workspace_canvas_view.the_current_canvas_is_empty
source: The current canvas is empty.
zh_hans: 当前画布为空。

# workspace.workspace_canvas_view.the_formatted_content_is_placed_beside
source: The formatted content is placed beside the original, which stays editable.
zh_hans: 格式化内容会放在原稿旁边，原笔迹保持可编辑。

# workspace.workspace_canvas_view.the_formatted_content_replaces_the_selected
source: The formatted content replaces the selected strokes; it can still be undone after applying.
zh_hans: 格式化内容会替换所选笔迹；应用后仍可撤销。

# workspace.workspace_canvas_view.the_handwriting_model_generated_no_editable
source: The handwriting model generated no editable nodes.
zh_hans: 笔迹模型没有生成可编辑节点。

# workspace.workspace_canvas_view.the_handwriting_model_returned_no_usable
source: The handwriting model returned no usable structure.
zh_hans: 笔迹模型没有返回可用的结构。

# workspace.workspace_canvas_view.the_image_model_chosen_by_this
source: The image model chosen by this generation node is currently unavailable; open the node configuration and choose a model again.
zh_hans: 这个生成节点选择的图片模型当前不可用，请先打开节点配置并重新选择模型。

# workspace.workspace_canvas_view.the_media_task_could_not_be
source: The media task could not be updated
zh_hans: 媒体任务无法更新

# workspace.workspace_canvas_view.the_model_returned_no_final_text
source: The model returned no final text
zh_hans: 模型未返回最终文本

# workspace.workspace_canvas_view.the_node_content_is_too_large
source: The node content is too large; edit it in sections in the file editor.
zh_hans: 节点内容过大，请在文件编辑器中分段修改。

# workspace.workspace_canvas_view.the_number_of_reference_images_exceeds
source: The number of reference images exceeds the selected model's capability. Remove extra inputs or use a model that supports more reference images.
zh_hans: 参考图数量超过所选模型能力。请移除多余输入，或更换支持更多参考图的模型。

# workspace.workspace_canvas_view.the_original_canvas_could_not_be
source: The original canvas could not be migrated; a read-only backup was kept: %@
zh_hans: 原画布无法迁移，已保留只读备份：%@

# workspace.workspace_canvas_view.the_original_canvas_could_not_be_2
source: The original canvas could not be read; a read-only backup was kept: %@
zh_hans: 原画布无法读取，已保留只读备份：%@

# workspace.workspace_canvas_view.the_prompt_library_could_not_load
source: The prompt library could not load: %@
zh_hans: 提示词库暂时无法载入：%@

# workspace.workspace_canvas_view.the_selected_image_model_supports_up
source: The selected image model supports up to %@ reference images; the current context contains %@. Remove extra inputs or change the model.
zh_hans: 所选图片模型最多支持 %@ 张参考图；当前上下文包含 %@ 张。请移除多余输入，或更换模型。

# workspace.workspace_canvas_view.the_selected_strokes_contain_no_recognizable
source: The selected strokes contain no recognizable content.
zh_hans: 所选笔迹没有可识别内容。

# workspace.workspace_canvas_view.the_selected_strokes_were_organized_into
source: The selected strokes were organized into %@ editable nodes.
zh_hans: 已把所选笔迹整理成 %@ 个可编辑节点。

# workspace.workspace_canvas_view.the_video_was_exported_but_could
source: The video was exported but could not be added to the canvas:
zh_hans: 视频已导出，但加入画布失败：

# workspace.workspace_canvas_view.the_video_was_saved_to_the
source: The video was saved to the asset library; the original canvas switched, so insert it from the asset library.
zh_hans: 视频已保存到素材库；原画布已切换，请从素材库插入。

# workspace.workspace_canvas_view.the_video_was_saved_to_the_2
source: The video was saved to the asset library but could not be added to the canvas. Reinsert it from the asset library.
zh_hans: 视频已保存到素材库，但未能加入画布。请从素材库重新插入。

# workspace.workspace_canvas_view.there_is_currently_no_canvas
source: There is currently no canvas.
zh_hans: 当前没有画布。

# workspace.workspace_canvas_view.there_is_currently_no_canvas_to
source: There is currently no canvas to copy.
zh_hans: 当前没有可复制的画布。

# workspace.workspace_canvas_view.this_canvas_file_exceeds_the_64
source: This canvas file exceeds the 64 MB import limit.
zh_hans: 这个画布文件超过 64 MB 的导入限制。

# workspace.workspace_canvas_view.this_is_not_a_supported_floe
source: This is not a supported Floe canvas package.
zh_hans: 这不是受支持的 Floe 画布包。

# workspace.workspace_canvas_view.this_model_accepts_at_most_reference
source: This model accepts at most %@ reference images.
zh_hans: 此模型最多接收 %@ 张参考图。

# workspace.workspace_canvas_view.this_submits_a_new_provider_task
source: This submits a new provider task. The original task record and parameters are kept for audit.
zh_hans: 这会提交一个新的供应商任务。原任务记录和参数会保留用于审计。

# workspace.workspace_canvas_view.this_workspace_already_has_a_canvas
source: This workspace already has a canvas.
zh_hans: 这个工作区已有画布。

# workspace.workspace_canvas_view.top
source: Top
zh_hans: 上方

# workspace.workspace_canvas_view.uncategorized
source: Uncategorized
zh_hans: 未分类

# workspace.workspace_canvas_view.understanding_handwriting
source: Understanding handwriting
zh_hans: 正在理解笔迹

# workspace.workspace_canvas_view.ungroup
source: Ungroup
zh_hans: 取消分组

# workspace.workspace_canvas_view.ungroup_2
source: Ungroup
zh_hans: 解除分组

# workspace.workspace_canvas_view.unsupported_built_in_node
source: Unsupported built-in node
zh_hans: 不支持的内置节点

# workspace.workspace_canvas_view.untitled_canvas
source: Untitled canvas
zh_hans: 未命名画布

# workspace.workspace_canvas_view.untitled_prompt
source: Untitled prompt
zh_hans: 未命名提示词

# workspace.workspace_canvas_view.untitled_shape
source: Untitled shape
zh_hans: 未命名图形

# workspace.workspace_canvas_view.vertical_isometric
source: Vertical isometric
zh_hans: 垂直等距

# workspace.workspace_canvas_view.video
source: Video
zh_hans: 视频

# workspace.workspace_canvas_view.video_model
source: Video Model
zh_hans: 视频模型

# workspace.workspace_canvas_view.view_earlier_conversations
source: View earlier conversations
zh_hans: 查看更早的对话

# workspace.workspace_canvas_view.view_original_source
source: View original source
zh_hans: 查看原始来源

# workspace.workspace_canvas_view.voice_input_failed_please_try_again
source: Voice input failed; please try again later.
zh_hans: 语音输入失败，请稍后重试。

# workspace.workspace_canvas_view.voice_input_is_unavailable_on_this
source: Voice input is unavailable on this device.
zh_hans: 当前设备无法使用语音输入。

# workspace.workspace_canvas_view.waiting_to_start
source: Waiting to start
zh_hans: 等待开始

# workspace.workspace_canvas_view.width
source: Width
zh_hans: 粗细

# workspace.workspace_canvas_view.width_2
source: Width
zh_hans: 宽度

# workspace.workspace_canvas_view.workspace_canvases
source: Workspace Canvases
zh_hans: 工作区画布

# workspace.workspace_canvas_view.you
source: You
zh_hans: 你

# workspace.workspace_center.cannot_re_open_the_external_workspace
source: Cannot re-open the external workspace (security-scoped access failed): %@
zh_hans: 无法重新访问外部工作区（安全作用域授权失败）：%@

# workspace.workspace_center.delete_or_move_out_the_tasks
source: Delete or move out the tasks in this workspace first
zh_hans: 请先删除或移出这个工作区中的任务

# workspace.workspace_center.deleted_workspaces
source: Deleted workspaces
zh_hans: 已删除工作区

# workspace.workspace_center.some_task_files_are_not_cleaned
source: Some task files are not cleaned up yet; this will be retried on next launch.
zh_hans: 部分任务文件尚未清理，将在下次启动时重试。

# workspace.workspace_picker_view.only_the_workspace_record_in_floe
source: Only the workspace record in Floe is removed; the folder you chose and its files are not deleted.
zh_hans: 只会移除 Floe 中的工作区记录，不会删除您选择的文件夹或其中的文件。
